Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: Nepal Idol Nepal Idol logo Genre Reality television Created by Simon Fuller Directed by Laxman Paudyal[1] Presented by Reema Bishwokarma Sushil Nepal Nhyoo Bajracharya Indira Joshi Kali Prasad Baskota Starring Nhyoo Bajracharya Indira Joshi Kali Prasad Baskota Reema Bishwokarma Sushil Nepal Judges Nhyoo Bajracharya Indira Joshi Kali Prasad Baskota Country of origin Nepal No. of seasons 1 No. of episodes 11 Production Location(s) Nepal Camera setup Multiples Camera Running time 60 Min Production company(s) FremantleMedia 19 Entertainment Distributor FremantleMedia Release Original network AP1 TV Picture format 1080p Original release 19 April 2017 (2017-04-19) Chronology Related shows Nepali Tara External links Official website [ www.nepalidolofficial.com%20offical%20website]]
ne: == नेपाल आइदल == Nepal Idol Logo.png == नेपाल आइदल == शैली वास्तविकता टेलिभिजन सर्जक सिमोन फुलर निर्देशक ळक्ष्मन पौड्याल प्रस्तुतकर्ता रीमा बिश्वोकर्मा सुशील नेपाल न्ह्यू बज्राचार्य इन्दिरा जोशी काली प्रसाद बास्कोटा कलाकारहरू रीमा बिश्वोकर्मा सुशील नेपाल न्ह्यू बज्राचार्य इन्दिरा जोशी काली प्रसाद बास्कोटा निर्णायकहरू काली प्रसाद बास्कोटा न्ह्यू बज्राचार्य इन्दिरा जोशी निर्माण देश Nepal सत्रहरुको संख्या १ भागहरूको संख्या ११ निर्माण स्थल(हरू) नेपाल क्यामरा सेटअप एकाधिक क्यामेरा प्रसारण अवधि ६० मिनेट निर्माण कम्पनी(हरु) FremantleMedia 19 Entertainment बितरक FremantleMedia प्रसारण मूल च्यानल AP1 TV तस्वीर फर्म्याट 1080p १९ अप्रिल २०१७ (२०१७-०४-१९) कालक्रम सम्बन्धित कार्यक्रमहरू Nepali Tara बाह्य लिङ्कहरू [Offical Website Official website]

source: Nepal Idol (Nepali: नेपाल आइडल)is a Nepali reality television singing competition that is part of the Idols franchise created by Simon Fuller and owned by 19 Entertainment and FremantleMedia.[1][2][3] The judges are Nhyoo Bajracharya, Indira Joshi and Kali Prasad Baskota.[4] Nepal Idol 2017 is the first season of Idol Franchise in Nepal which is aired by AP1 TV.[5] In the first season, audition were held at 7 cities; Nepalgunj, Butwal, Narayangarh, Birgunj, Biratnagar, Pokhara and Kathmandu.
ne: नेपाल आइडल (नेपाली: नेपाल आइडल) सिमोन फुलर द्वारा सिर्जना र 19 मनोरंजन र FremantleMedia द्वारा स्वामित्व, मूर्ति मताधिकार को भाग हो भनेर नेपाली वास्तविकता टेलिभिजन गायन प्रतियोगिता हो।[1][2][3] न्यायाधीशहरूले Nhyoo Bajracharya, इंदिरा जोशी र कालीप्रसाद Baskota छन्।[4] Nepal Idol 2017 is the first season of Idol Franchise in Nepal which is aired by AP1 TV.[5] In the first season, audition were held at 7 cities; Nepalgunj, Butwal, Narayangarh, Birgunj, Biratnagar, Pokhara and Kathmandu.

source: Plot
ne: प्लट

source: Production
ne: उत्पादन

source: Release
ne: जारी

source: Reception
ne: स्वागत

source: Bir Bikram Theatrical release poster of Bir Bikram बिर बिक्रम Directed by Milan Chams Produced by UB Chams Milan Chams Screenplay by Samrat Basnet Story by Yam Thapa Based on True Story Starring Dayahang Rai Anoop Bikram Shahi Deeya Pun Arpan Thapa Najir Hussain Shishir Rana Basanta Bhatta Music by Tara Prakash Limbu Cinematography Ram KC Edited by Arjun G.C. Production company Chams Entertainment Pvt.Ltd Distributed by London Cine Eye Production Release date 19 August 2016 (Nepal) Running time 2h 16m Country Nepal Language Nepali Budget 5 Lakh Box office 2.5 core NPR
ne: बिर बिक्रम बीर बिक्रमको नाटकीय जारी पोस्टर निर्देशक मिलन चाम्स निर्माता उब चाम्स मिलन चाम्स पटकथा सम्राट बस्नेत कथाकार यम थापा आधारित सत्य कथा कलाकार दयाहंग राई अनुप बिक्रम शाही दीया पुन अर्पण थापा नजिर हुस्सैन शिशिर राना बसन्त भट्ट संगीतकार तारा प्रकाश लिम्बु छायाँकन राम केसी सम्पादक अर्जुन जिसी स्टुडियो चाम्स मनोरञ्जन Pvt.Ltd वितरक London Cine Eye Production प्रदर्शन १९ अगष्ट २०१६ (नेपाल) समयावधि 2 घन्टा 16 मिनेट देश नेपाल भाषा नेपाली लगानी ५ लाख कमाइ 2.5 कोरोड़ नेपाली रुपिया

source: Bir Bikram (Nepali: बिर बिक्रम, translit. Bira Bikrama) is is a 2016 romantic and Comedy film directed by Milan Chams. This movie features Nepalese actors Dayahang Rai, Anoop Bikram Shahi, Deeya Pun, Arpan Thapa, and Najir Hussain in the lead roles.[1]
ne: बीर बिक्रम (अंग्रेजी: Bir Bikram) छ मिलान चाम्स द्वारा निर्देशित एक २०१६ मनोरम र कमेडी फिल्म हो। यो चलचित्र नेपाली अभिनेता दयाहंग राई, अनुप बिक्रम शाही, दीया पुन, अर्पण थापा, र नजिर हुस्सैन नेतृत्व भूमिकाको मा विशेषताहरु.[1]

source: This movie is the story about the best friends who get separated when they were young but meet together with their dreams they had when they were younger.[2][3][4][5]
ne: यो चलचित्र तिनीहरूले जवान थिए तर तिनीहरूले साना थिए जब थियो आफ्नो सपना मिलेर पूरा गर्दा विभाजित प्राप्त गर्ने राम्रो मित्र बारेमा कथा छ।[2][3][4][5]

source: Bir Bikram opened with Box office collecting 1 core 4 lakh in only one day. Most of bir bikram box office came from Kathmandu with 25 lakh but outside of kathmandu's sister cities collect only 11 lakh.[6]
ne: बीर बिक्रम संग बक्स कार्यालय मात्र एक दिनमा सङ्कलन १ कोरोड़ ४ लाख खुलेको छ। बीर बिक्रम बक्स कार्यालय को सबै भन्दा २५ लाख संग काठमाडौं आए तर काठमाडौं बहिनी शहर बाहिर मात्र ११ लाख संकलन.[6]

source: Najir Hussain and Deeya Pun got invited to a show Filmy Kiro in Himalaya TV while the film was first released throughout Nepal.
ne: नजिर हुस्सैन र दीया पुन एक शो फिल्मी कुरो हिमालय टिभी मा आमन्त्रित मिल्यो फिलिम पहिलो नेपाल भर जारी बेला।

source: Bir (Dayahang Rai) and Bikram(Anoop Bikram Shahi) who are Best Friend have different thoughts about what they are going to be when they are older.
ne: बीर (दयाहंग राई) र बिक्रम (अनुप बिक्रम शाही) सर्वश्रेष्ठ मित्र हो जसले तिनीहरूले पुरानो हुँदा हुन जाँदैछन् के फरक विचार छ।

source: Bir tries helps when Bikram doesn't have any money to educate himself but they separate from each other when they are 6 year old but Bir gives a 1 rupee coin which has text saying Bir Bikram.
ne: बिक्रम आफूलाई शिक्षित कुनै पनि पैसा छैन जब तर गर्दैन तिनीहरूले ६ वर्ष पुरानो हो तर बीर १ रुपैयाँ सिक्का बीर बिक्रम भन्दै पाठ छ जो दिन्छ जब तिनीहरूले प्रत्येक अन्य अलग बीर प्रयासहरू मद्दत गर्छ।

source: After the separate Bir becomes a country boy (farmer) but Bikram becomes a teacher with a degree in Kathmandu.After while Bikram returns to see Bir in the village but both don't recognize each other.But Bikram decides to get him a Girlfriend which Bir loves.
ne: अलग बीर देश केटा बन (किसान) तर बिक्रम काठमाडौँ.पछि मा एक डिग्री संग एक शिक्षक बन्दछ बिक्रम गाउँमा बीर हेर्न रिटर्न तर दुवै पहिचान छैन प्रत्येक अन्य.तर बिक्रम उहाँलाई प्रेमिका प्राप्त गर्न निर्णय गर्दा पछि जो बीर प्रेम गर्नुहुन्छ।

source: Joon (Deeya Pun) and Bir (Dayahang Rai) love each other but Bir doesn't express his feeling to Joon because he had promised Bikram he will keep Joon safe.But Joon had forgotten everything about Bikram since he had left her when she was young (relationship).When Bikram arrives at the villages he decides to do something nice for him to get Joon and Bir together.When trying to get them each other Bikram has to become a villain of Bir but he gets them each other at the end.
ne: जून (दीया पुन) र बीर (दयाहंग राई) प्रत्येक अन्य प्रेम तर बीर उहाँले बिक्रम प्रतिज्ञा गर्नुभएको थियो किनभने उहाँले जून सुरक्षित.तर जून ले बिक्रम को बारेमा सबै कुरा बिर्सेका थिए राख्न हुनेछ त्यो थियो जब उहाँले उनको बायाँ नभएकोले जून आफ्नो भावना व्यक्त गर्दैन युवा (सम्बन्ध) .जब बिक्रम उहाँले राम्रो उहाँलाई जून र बीर सँगै.जब तिनीहरूलाई प्राप्त गर्न प्रत्येक अन्य बिक्रम बीर एक खलनायक बन्न छ प्रयास गर्न को लागि केहि गर्न निर्णय भएको गाउँ मा आएको तर उहाँले तिनीहरूलाई अन्त्यमा प्रत्येक अन्य हुन्छ ।

source: Aaitey (Arpan Thapa) is the richest guy on the village and he loves Joon but Joon doesn't like Aaitey.Aaitey brings a road to the village which got him a lot of money from people and respect.
ne: आइते (अर्पण थापा) गाउँमा मा अमीर मान्छे छ र उहाँले जून प्रेम तर जून रुचि छैन आइते.आइते उहाँलाई मान्छे र आदर पैसा धेरै भयो जो गाउँमा एउटा सडक ल्याउँछ।

source: Man Bahadur Bishwokarma also knows as Maney (Najir Hussain) is a storyteller of the village he tells everyone what happening to each other but they have pay him to know the full story.But he has a sister which is pregnant but she isn't accepted by the society in the village but Bir settles the controversy about his sister.
ne: माने (नजिर हुस्सैन) उहाँले प्रत्येक अन्य के भइरहेको सबैलाई बताउँछ गाउँमा एक कथा छ तर तिनीहरूले उहाँले गर्भवती छ, जो एक बहिनी छ पूर्ण कथा.तरथाहा उसलाई तिर्न छ रूपमा मानबहादुर बिश्वोकर्मा पनि थाह तर त्यो स्वीकार्य छैन गाउँमा तर मा समाज द्वारा बीर आफ्नो बहिनी बारेमा विवाद हुन्छ।

source: At the middle of movie Bir's mother dies Bir gets so upset about this he goes every where to find money to pay for her funeral than he decides to sell a donkey which have been with him since 18.
ne: चलचित्र को बीचमा मा बीर आमा बीर त उहाँले १८ देखि उसलाई गरिएको छ जो एक गधा बेच्न निर्णय भन्दा जहाँ उनको अन्त्येष्टि भुक्तानी गर्न पैसा पाउन हरेक जान्छ यस बारे दुखी हुन्छ मर्छ।

source: Aaitey (Arpan Thapa) approaches Joon's father for an Arranged marriage but he gets denied by Joon but her father accepts because he wants to see his daughter at better place because he is the wealthy person on the village and pays Joon's father million rupees and say i will keep her as queen than she decides to ran away with Bir but while she was with Bir Aaitey attacks Bir nearly leading to his death but Bikram comes and saves him .
ne: आइते (अर्पण थापा) एक प्रबन्ध विवाहको लागि जून पिता नजिकिंदै तर उहाँले जून द्वारा अस्वीकार हुन्छ तर उहाँले गाउँमा मा धनी व्यक्ति छ किनभने राम्रो ठाउँमा आफ्नो छोरी हेर्न चाहन्छ किनभने र जून पिता लाख रूपैया दिन्छिन् र म भन्न उनको बुबा स्वीकार त्यो बीर संग भागे निर्णय भन्दा रानी रूपमा उनको राख्न हुनेछ तर त्यो बीर आइते थियो, जबकि बीर लगभग आफ्नो मृत्यु को लागि अग्रणी तर बिक्रम आउँछ र उसलाई बचाउँछ आक्रमण गर्छन्।

source: Dayahang Rai as Bir Anoop Bikram Shahi as Bikram Deeya Pun as Joon Arpan Thapa as Aaitey Najir Hussain as Man Bahadur Bishwokarma or Maney Shishir Rana as Joon's Father Basanta Bhatta as Prime Minister of the village
ne: दयाहंग राई रूपमा बीर अनुप बिक्रम शाही रूपमा बिक्रम दीया पुन रूपमा जून अर्पण थापा रूपमा आइते नजिर हुस्सैन रूपमा मन बहादुर बिश्वोकर्मा वा माने शिशिर राना रूपमा जून को पिता बसन्त भट्ट रूपमा गाउँमा को प्रधानमन्त्री

source: Chams Entertainment announced to make Bir Bikram on 18 August 2015 and written by Yam Thapa also directed by Milan Chams. And the whole movie was set in Dolkha and Ramechhap District, Nepal.
ne: चाम्स मनोरञ्जन अगस्ट २०१५ , १८मा बीर बिक्रम बनाउन घोषणा र यम थापा पनि मिलान चाम्स द्वारा निर्देशित द्वारा लिखित। र सम्पूर्ण चलचित्र दोलखा र रामेछाप जिल्ला, नेपाल मा स्थापित भएको थियो।[स्रोत नखुलेको]

source: On 2015 Chams Entertainment announced this movie will be released on 19 August 2016.And Premiered at the uk on 4 April 2016 with Dayahang Rai than in australia.
ne: २०१५ मा चाम्स मनोरञ्जन घोषणा यो चलचित्र अष्ट्रेलिया भन्दा 4 अप्रिल २०१६ मा बेलायत मा १९ अगस्ट २०१६.र फ्रेमिएरेद मा जारी गरिनेछ दयाहंग राई संग।[स्रोत नखुलेको]

source: Bir Bikram Soundtrack cover album Soundtrack album by Tara Prakash Limbu Released 18 August 2016 Recorded 2016 Venue Kathmandu, Nepal Genre Feature Film Soundtrack Length 11m 34s Language Nepali Label OSR Digital Director Milan Chams Producer Milan Chams
ne: बिर बिक्रम ध्वनि आवरण एल्बम ध्वनि तारा प्रकाश लिम्बुद्वारा प्रदर्शित २०१६ रेकर्डिङ २०१६ Venue काठमाडौँ,नेपाल सङ्गीत शैली फिल्म ध्वनि सुविधा लम्बाई ११ मिनेट ३४ सेकेन्ड भाषा नेपाली लेबल ओषृ दिगितल निर्देशक मिलन चाम्स निर्माता मिलन चाम्स

source: The song Sare Sare describe the love between Bir and Joon about their life also love.Tal Tal Talkine describes the story about the culture and love.Najika Hudai Chu describes the love between Bikram and Joon.And this songs were written by Dinesh Raut,Nirmala Rai Paribesh and Yaman Subedi and sung by Rajesh Payal Rai, Tara Prakash Limbu,Deepa Lama,Prabisha Adhikari,Anila Rai and Amrita Limbu.[7][8][9]
ne: गीत सरे सरे पनि प्रेम.तल तल टल्किने संस्कृति र प्रेम.नजिक हुदै छु बारेमा कथा वर्णन आफ्नो जीवनको बारेमा दिनेश राउत, निर्मल द्वारा लिखित थिए बिक्रम र जून.र यो गीतहरू बीच प्रेम वर्णन बीर र जून बीच प्रेम वर्णन राई परिवेश र यमन सुवेदी र राजेश पायल राई, तारा प्रकाश लिम्बु, दीपा लामा, प्रविष अधिकारी, अनिल राई र अमृता लिम्बु द्वारा गाया। [7][8][9]

source: Online Khabar called the movie "unpolished storytelling,"[10] while the Himalyan Times gave the film a favorable review.[11]
ne: ओन्लिनेखबर "न भइए कोकहानी चलचित्र भनिन्छ,"[10] जबकि हिमालय टाइम्स फिल्म एक अनुकूल समीक्षा छ।[11]

source: Retrieved 2017-05-20. ↑ "New Nepali Movie - "Bir Bikram" SARE SARE || Dayahang Rai || Latest Nepali Movie 2016 Chords - Chordify". chordify.net. Retrieved 2017-05-19. ↑ "SARE SARE NEPALI KARAOKE on Sing! Karaoke | Smule".
ne: Retrieved 2017-05-20. ↑ "New Nepali Movie - "Bir Bikram" SARE SARE || Dayahang Rai || Latest Nepali Movie 2016 Chords - Chordify" (enमा). https://chordify.net/chords/new-nepali-movie-bir-bikram-sare-sare-dayahang-rai-latest-nepali-movie-2016-osr-digital. अन्तिम पहुँच मिति: 2017-05-19. ↑ "SARE SARE NEPALI KARAOKE on Sing!

source: Retrieved 2017-05-19. ↑ thenepalusa (2016-09-20). "Tal Tal Talkine | Bir Bikram | Rajesh Payal Rai". Sajha TV.
ne: Karaoke | Smule". https://www.smule.com/recording/bir-bikram-nepali-movie-sare-sare-nepali-karaoke/695368298_1182965292. अन्तिम पहुँच मिति: 2017-05-19. ↑ thenepalusa.

source: Retrieved 2017-05-19. ↑ "‘Bir Bikram’ movie review: Unpolished storytelling – OnlineKhabar". english.onlinekhabar.com. Retrieved 2017-05-19. ↑ "You are being redirected...". thehimalayantimes.com. Retrieved 2017-05-19.
ne: "Tal Tal Talkine | Bir Bikram | Rajesh Payal Rai", Sajha TV, 2016-09-20. अन्तिम पहुँच मिति:2017-05-19. (in en-US) ↑ "‘Bir Bikram’ movie review: Unpolished storytelling – OnlineKhabar" (en-GBमा). https://english.onlinekhabar.com/2016/08/29/384955. अन्तिम पहुँच मिति: 2017-05-19. ↑ "You are being redirected...". https://thehimalayantimes.com/entertainment/movie-review/laugh-bir-bikram/. अन्तिम पहुँच मिति: 2017-05-19.

source: Usage
ne: उपयोग

source: Money
ne: पैसा

source: Precious metals market
ne: बहुमूल्य धातु बजार

source: Etymology and regional variants
ne: एटिमोलजी र क्षेत्रीय भिन्न

source: South Asian languages
ne: दक्षिण एशियाली भाषाहरू

source: Crore (= 100 lakh) Myriad Names of large numbers Names of numbers in English
ne: कोरोद (= १०० लाख) असंख्य ठूलो संख्या को नाम अंग्रेजी मा संख्या को नाम

source: 1 2 Rowlett, Russ (2008-12-15) [1998]. "lakh".
ne: 1 2 "lakh".

source: Archived from the original on 2016-07-02. Retrieved 2016-08-29. ↑ "lakh".
ne: 2008-12-15. http://www.unc.edu/~rowlett/units/dictL.html. अन्तिम पहुँच मिति: 2016-08-29. ↑ "lakh".

source: Lange's Handbook of Chemistry (11 ed.).
ne: Lange's Handbook of Chemistry (11 संस्करण).

source: ISBN 0-07-016190-9. Retrieved 2016-08-28.
ne: ISBN 0-07-016190-9 . https://books.google.com/books?redir_esc=y&hl=de&id=bXYRAQAAIAAJ. अन्तिम पहुँच मिति: 2016-08-28.

source: Prefixes for Naming Multiples and Submultiples of Units: […] The prefix "myria" is sometimes used for 104 and "lakh" for 105. ↑ "Silver fix enters the digital age". Financial Times. Retrieved 6 September 2015. (subscription required) ↑ "Units of Measure". perthmint.com.au.
ne: "Prefixes for Naming Multiples and Submultiples of Units: […] The prefix "myria" is sometimes used for 104 and "lakh" for 105." ↑ "Silver fix enters the digital age". http://www.ft.com/intl/cms/s/0/2155999e-2465-11e4-be8e-00144feabdc0.html#axzz3ASwXP3e7. अन्तिम पहुँच मिति: 6 September 2015. (सदस्यता आवश्यक) ↑ "Units of Measure". http://www.perthmint.com.au/education_uom.aspx. अन्तिम पहुँच मिति: 6 September 2015. ↑ Turner, Sir Ralph Lilley (1985). "lakṣá10881".

source: Retrieved 6 September 2015. ↑ Turner, Sir Ralph Lilley (1985). "lakṣá10881". A Comparative Dictionary of the Indo-Aryan Languages. London: Oxford University Press, 1962-1966.
ne: Digital South Asia Library, a project of the Center for Research Libraries and the University of Chicago. p.

source: Includes three supplements, published 1969-1985. Digital South Asia Library, a project of the Center for Research Libraries and the University of Chicago. p. 629. Retrieved 2010-08-22. lakṣá10881 lakṣá masculine ʻ stake, prize ʼ R̥gveda, ʻ mark, sign ʼ Mahābhārata, ʻ 100,000 ʼ Yājñavalkya, ʻ aim ʼ Kālidāsa, lakṣya— neuter, masculine ʻ aim ʼ Muṇḍ Upaniṣad, ʻ prize ʼ Mahābhārata, , ʻ 100,000 ʼ Mahābhārata, . [√lakṣ.
ne: 629. http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?p.3:88.soas. अन्तिम पहुँच मिति: 2010-08-22. "lakṣá10881 lakṣá masculine ʻ stake, prize ʼ R̥gveda, ʻ mark, sign ʼ Mahābhārata, ʻ 100,000 ʼ Yājñavalkya, ʻ aim ʼ Kālidāsa, lakṣya— neuter, masculine ʻ aim ʼ Muṇḍ Upaniṣad, ʻ prize ʼ Mahābhārata, , ʻ 100,000 ʼ Mahābhārata, . [√lakṣ.

source: A lakh (/ˈlæk/ or /ˈlɑːk/; abbreviated L; sometimes written Lac[1] or Lacs) is a unit in the Indian numbering system equal to one hundred thousand (100,000; scientific notation: 105). [2][1][3] In the Indian convention of digit grouping, it is written as 1,00,000. For example, in India 150,000 rupees becomes 1.5 lakh rupees, written as ₹1,50,000 or INR 1,50,000.
ne: एक लाख (/ˈlæk/ वा /ˈlɑːk/; संक्षिप्त एल; कहिलेकाहीं ल्याक लिखित[1] वा लाख) १०५ वैज्ञानिक संकेतन (१,००,०००) भारतीय नम्बर एक सय हजार बराबर सिस्टम मा एक एकाइ हो। [2][1][3]अंकको समूह को भारतीय अधिवेशन, यो १,००,००० रूपमा लेखिएको छ। उदाहरणका लागि, भारत मा ₹ १,५०,००० रुपैया १.५ लाख रूपैया, भारत रुपिया १,५०,००० वा भारत रुपिया १,५०,००० लेखिएको हुन्छ। .

source: It is widely used both in official and other contexts in Bangladesh, India, Myanmar, Nepal, Pakistan, and Sri Lanka. It is often used in Indian, Pakistani, and Sri Lankan English. In Pakistan, the word lakh is used mostly in local languages rather than in English media.
ne: यसलाई व्यापक बंगलादेश, भारत, म्यानमार, नेपाल, पाकिस्तान, र श्रीलंका मा आधिकारिक र अन्य सन्दर्भहरूमा प्रयोग गरिन्छ दुवै। यो अक्सर प्रयोग गरिन्छ, भारतीय पाकिस्तानी, र श्रीलङ्काली अंग्रेजी मा। पाकिस्तान, शब्द लाख ज्यादातर स्थानीय भाषामा भन्दा अंग्रेजी मिडिया मा प्रयोग गरिन्छ।[स्रोत नखुलेको]

source: In Indian English, the word is used both as an attributive and non-attributive noun, and with either a marked ("-s") or unmarked plural, as in: "1 lakh people" or "1 lakh of people"; "200 lakh rupees"; "5 lakh of rupees"; "rupees 10 lakhs"; or "5 lakhs of rupees". In the abbreviated form, usage such as "₹‍5L" (for "rupees 5 lakhs") is common. In this system of numeration 100 lakh is called one crore and is equal to 10 million.
ne: भारतीय अंग्रेजी, शब्द जस्तै एक विशेषणात्मक र गैर-विशेषणात्मक संज्ञा दुवै प्रयोग गरिन्छ, र त एक चिन्ह लगाइएको ( "-स") वा चिह्न हटाइयो बहुसंख्यक संग,: "१" लाख मान्छे" वा "१" लाख मान्छे को"; "२००" लाख रूपैया"; "रूपैया ५ लाख"; "१०" लाख रूपैया"; वा "रूपैया ५ लाख"। यस संक्षिप्त रूप मा, जस्तै "भारत रुपिया 5L" को रूपमा ( "रूपैया ५ लाख" को लागि) प्रयोग सामान्य छ।[स्रोत नखुलेको] सङ्ख्याछैन १०० लाख को यो सिस्टम मा एक करोड भनिन्छ र १० लाख बराबर छ।

source: In colloquial Urdu, especially in the city of Karachi, the word peti ("suitcase") is also used to denote one lakh rupees. This originated during the General Zia era, when the largest denomination of currency was the 100 rupee note, and one lakh rupees would fill a small suitcase (peti as in Bombay Hindi). Hence, even after the Zia era, one peti has continued to mean one lakh rupees.
ne: भाषा उर्दूमा, विशेष गरी कराँची सहरमा, शब्द पेटी( "सुटकेश") पनि एक लाख रुपैया जनाउँछ गर्न प्रयोग गरिन्छ। मुद्रा को सबै भन्दा ठूलो मूल्यवर्ग १०० रुपैयाँ टिप्पणी थियो, र एक लाख रुपैया बम्बे (हिन्दी मा रूपमा पेटी) एउटा सानो सुटकेश भर्न थियो यो, सामान्य जिया युग समयमा उत्पत्ति। तसर्थ, पनि जिया युग पछि, एक पेटी मतलब एक लाख रूपैया जारी छ।[स्रोत नखुलेको]

source: The word lakhi is commonly used throughout Tanzania to denote 100,000 shillings and is likely to have entered the Swahili language from Indian and Pakistani immigrants.
ne: शब्द लाखी सामान्यतः १,००,००० पैसा जनाउँछ गर्न तान्जानिया भर प्रयोग र भारतीय र पाकिस्तानी आप्रवासी देखि स्वाहिली भाषा प्रविष्ट गर्नुभएको संभावना छ।[स्रोत नखुलेको]

source: The term is also used in the international precious metals market. One lakh equals 1,000,000 troy ounces (31,000 kilograms) of a precious metal such as gold or silver.[4][5]
ne: शब्द पनि अन्तर्राष्ट्रिय बहुमूल्य धातु बजार मा प्रयोग गरिन्छ। एक लाख यस्ता सुन वा चाँदी जस्तै बहुमूल्य धातु एक को १०,००,०००ट्रय औंस (३१,००० किग्रा) बराबर छ। [4][5]

source: The root of the word lakh might be the Pali lakkha (masculine noun, "mark, target, stake in gambling"), from which the numerical meaning, "one hundred thousand" is derived.[6] Another possible root could be the Sanskrit laksha (Devanagari: लक्ष lakṣa), which has similar meanings in that language.
ne: शब्द लाख मूल को पली लख (ध्वनिसक्षमपार्नुहोस्, "मार्क, लक्ष्य, जुवा मा खम्बा"), को संख्यात्मक अर्थ, "एक सय हजार" व्युत्पन्न छ जो देखि हुन सक्छ।[6] कि भाषामा, छ जो समान अर्थ: अर्को सम्भव मूल संस्कृत लक्ष (लक्ष देवनागरी) हुन सक्छ।[स्रोत नखुलेको]

source: Kannada: ಲಕ್ಷ laksha Kashmiri: lach Konkani: लाख lākh or ಲಕ್ಷ lakṣa Malayalam: ലക്ഷം laksham Marathi: लाख lākh or लक्ष lakṣa Nepali: लाख lākh Odia: ଲକ୍ଷ lôkhyô Pashto: لاکھ lakh Punjabi: ਲੱਖ/لکھ lakkh Romani: लाख lakh Sanskrit: लक्ष lakṣá Sindhi: لک‎ lakhu Sinhalese: ලක්ෂ laksha Tamil : லட்சம் laṭcham Telugu: లక్ష lakṣha Tulu: ಲಕ್ಷ laksha Urdu: لاکھ lākh
ne: Kannada: ಲಕ್ಷ laksha Kashmiri:{{{2}}} lach Konkani: लाख lākh or ಲಕ್ಷ lakṣa Malayalam: ലക്ഷം laksham Marathi: लाख lākh or लक्ष lakṣa Nepali: लाख lākh Odia: ଲକ୍ଷ lôkhyô Pashto: لاکھ lakh Punjabi: ਲੱਖ/لکھ lakkh Romani: लाख lakh Sanskrit: लक्ष lakṣá सिन्धी: لک lakhu Sinhalese: ලක්ෂ laksha Tamil : லட்சம் laṭcham Telugu: లక్ష lakṣha Tulu: ಲಕ್ಷ laksha Urdu: لاکھ lākh

source: San Jose Mercury News. p. 6B. ↑ "L Ron Hubbard’s Birthday: Who was he and what is Scientology? | Metro News". metro.co.uk. Retrieved March 13, 2017. ↑ "Scientology glossary". Retrieved August 7, 2013. ↑ Melton 2000, pp. 28 1 2 "Remember Venus?".
ne: San Jose Mercury News. p. 6B. ↑ "L Ron Hubbard’s Birthday: Who was he and what is Scientology? | Metro News". metro.co.uk. http://metro.co.uk/2016/03/13/l-ron-hubbards-birthday-who-was-he-and-what-is-scientology-5747353/. अन्तिम पहुँच मिति: March 13, 2017. ↑ "Scientology glossary". http://www.smi.org/features/glossary/. अन्तिम पहुँच मिति: August 7, 2013. ↑ Melton 2000, pp. 28 1 2 "Remember Venus?".

source: Archived from the original on July 21, 2013. Retrieved July 20, 2007. ↑ Melton, J. Gordon (1992).
ne: Archived from the original on July 21, 2013.

source: Encyclopedic Handbook of Cults in America. New York: Garland Pub. p. 190. ISBN 978-0-8153-1140-9. ↑ Guiley, Rosemary (1991).
ne: Retrieved July 20, 2007. ↑ Melton, J. Gordon (1992).

source: Harper's Encyclopedia of Mystical & Paranormal Experience.
ne: Encyclopedic Handbook of Cults in America.

source: [San Francisco]: HarperSanFrancisco. p. 107.
ne: New York: Garland Pub. p. 190.

source: ISBN 978-0-06-250365-7. ↑ DeChant & Jorgenson 2003, p. 227 ↑ Kent, Stephen A. (July 1999).
ne: ISBN 978-0-8153-1140-9 . ↑ Guiley, Rosemary (1991).

source: "Scientology – Is this a Religion?" (PDF). Marburg Journal of Religion.
ne: Harper's Encyclopedia of Mystical & Paranormal Experience.

source: 4 (1): 1–23. Archived from the original (PDF) on June 3, 2011.
ne: [San Francisco]: HarperSanFrancisco. p. 107.

source: Retrieved March 3, 2013. ↑ Cohen, David (October 23, 2006). "Tom's aliens target City's 'planetary rulers'". Evening Standard.
ne: ISBN 978-0-06-250365-7 . ↑ DeChant & Jorgenson 2003, p. 227 ↑ Empty citation (help) ↑ Cohen, David.

source: Archived from the original on June 3, 2013. Retrieved March 3, 2013. As Miscavige begins to crescendo "our next step is eradicating psychiatry from this planet, we will triumph!" ↑ Christensen, Dorthe Refslund (June 24, 2016).
ne: "Tom's aliens target City's 'planetary rulers'", Evening Standard, October 23, 2006. अन्तिम पहुँच मिति:March 3, 2013. “As Miscavige begins to crescendo "our next step is eradicating psychiatry from this planet, we will triumph!"” ↑ Christensen, Dorthe Refslund (June 24, 2016).
